[
  {
    "title": "Ofertas, descuentos, promociones, folletos y catálogos en TOTTUS",
    "content": "Tottus es una importante cadena de supermecados e hipermercados que forma parte de Falabella. Tiene una gran presencia en Chile donde cuenta con muchos clientes leales. Tottus ofrece excelentes descuentos y promociones todos los días."
  },
  {
    "title": "La historia de TOTTUS: ¿qué es TOTTUS?",
    "content": "Tottus es una cadena que fue fundada en el 2002 en Perú. A partir del 2004, empezó a formar parte del grupo Falabella, uno de los consorcios internacionales más importantes en América del Sur.    Tottus inauguró su primer supermercado en Chile el año siguiente y desde entonces se ha vuelto una presencia importante en el país. Además de Santiago de Chile, cuenta con sucursales en San Bernardo, Antofagasta, La Calera, entre otros. Falabella se ubica en el cuarto lugar en Chile en el rubro de supermercados. Tottus hoy tiene 68 tiendas en Chile y otras 70 en Perú y espera inaugurar más próximamente. La empresa ha tenido importantes celebridades en sus campañas publicitarias, como Íngrid Cruz. Tottus está en un proceso de expansión activo que busca hacer llegar la marca a más consumidores."
  },
  {
    "title": "¿Qué tipo de productos puedo encontrar en TOTTUS?",
    "content": "Sus supermercados tienen alimentos (carnes, entre otros), bebidas, productos de aseo y limpieza, tecnología y electrónica, productos para el hogar y artículos para bebé."
  },
  {
    "title": "¿Qué marcas puedo encontrar en TOTTUS?",
    "content": " La empresa comercializa productos de gran reconocimiento nacional e internacional. Tiene también su propia marca, Tottus, que ofrece alimentos y artículos de uso diario a precios más bajos. Además, tiene marcas propias como Precio Uno de alimentos y aseo, Casa Joven de productos para el hogar, La Panadería, Cherokee, All Basics de indumentaria y Recco de electrónica."
  },
  {
    "title": "¿Cómo ahorrar en TOTTUS?",
    "content": " Tottus da muchas oportunidades de ahorrar. Cuenta con promociones que se actualizan de forma regular con Preciazos y oportunidades únicas. Además, maneja ofertas exclusivas con varios métodos de pago diferentes."
  },
  {
    "title": "Conoce a los competidores de TOTTUS",
    "content": "Close Tottus compite con otras cadenas de supermercados e hipermercados. Falabella tiene competencia con grandes empresas como Cencosud (Jumbo, Easy, Paris, entre otros) y Walmart. Walmart en Chile maneja tiendas como Lider y Express de Lider, mientras que Cencosud gestiona marcas como Jumbo y Santa Isabel."
  },
  {
    "title": "Beneficios exclusivos de TOTTUS",
    "content": " La tarjeta CMR de Falabella permite obtener puntos y acceder a ofertas exclusivas. Tottus ofrece folletos de ofertas con artículos al 2x1, al 3x1 y a precios muy bajos. Tottus participa en distintos programas de ahorro con varios métodos de pago. Las condiciones exclusivas se pueden consultar en la web o en las sucursales de Tottus, ya que estas se actualizan de forma regular."
  },
  {
    "title": "Beneficios exclusivos de TOTTUS",
    "content": " La tarjeta CMR de Falabella permite obtener puntos y acceder a ofertas exclusivas. Tottus ofrece folletos de ofertas con artículos al 2x1, al 3x1 y a precios muy bajos. Tottus participa en distintos programas de ahorro con varios métodos de pago. Las condiciones exclusivas se pueden consultar en la web o en las sucursales de Tottus, ya que estas se actualizan de forma regular."
  },

  {
    "title": "Descuentos con TOTTUS",
    "content": " En Catalogos365 podrás encontrar los catálogos de Tottus cl con las mejores ofertas que tienen en este momento. Los folletos que se ofrecen tienen las ofertas más vigentes y las mejores oportunidades para ahorrar. Descubre los mejores descuentos de esta marca y compara precios con sus competidores. Consulta los catálogos de Tottus que hemos reunido para ti y ahorra tu tiempo y tu dinero. Los folletos y catálogos contienen las mejores promociones semanales, mensuales, anuales, con ofertas y descuentos disponibles de Tottus hoy mismo en las tiendas. Para revisar los precios actualizados también puedes navegar online el sitio web oficial: www.tottus.cl"
  }
]
